{"translation-revision-date":"2025-02-06 15:06+0000","generator":"WP-CLI\/2.10.0","source":"build\/bluesky\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de_DE","plural-forms":"nplurals=2; plural=n != 1;"},"Authentification failed. Please make sure, that you entered your correct bsky credentials to connect to the Bluesky API.":["Authentifizierung fehlgeschlagen. Bitte stelle sicher, dass du die korrekten Anmeldedaten hinterlegt hast, damit das Plugin sich mit der Bluesky API verbinden kann."],"Bluesky Embed":["Bluesky Einbettung"],"Bluesky Post or Bluesky StarterPack URL":["Bluesky Post oder Bluesky StarterPack URL"],"Controls the heading level of the StarterPack":["Steuert die Überschriftenhierarchie."],"Enter a valid Post or StarterPack URL to display content.":["Gebe einen gültigen Post- oder StarterPack-Link ein, um Inhalte auszugeben."],"Enter your Bluesky credentials to establish a connection with the Bsky-API.":["Gebe deine Bluesky Anmeldedaten ein, um eine Verbindung mit der Bluesky-API herzustellen."],"Error:":["Fehler:"],"Follow":["Folgen"],"Heading level":["Überschriftebene"],"How to login and connect to the Bsky API":["Wie man sich anmeldet und eine Verbindung mit der Bluesky-API herstellt"],"Invalid URL. Please enter a valid Post or StarterPack URL.":["Ungültige URL. Bitte gebe eine gültige Post- oder StarterPack-URL ein."],"Loading list data...":["Lade Listendaten..."],"Navigate Dashboard > Settings > RRZE Bluesky.":["Navigiere Dashboard > Einstellungen > RRZE Bluesky"],"No list data found.":["Kein Datensatz für die angegebene Liste gefunden."],"Post or StarterPack URL":["Post- oder StarterPack URL"],"Post Settings":["Post-Einstellungen"],"Read":["Lese"],"Read on Bluesky":["Auf Bluesky lesen"],"Refresh the current page or post inside the Blockeditor you are working on.":["Aktualisiere die Inhalts- oder Beitragsseite im Blockeditor."],"replies on Bluesky":["Antworten auf Bluesky"],"Select heading level":["Wähle eine Überschriftsebene"],"StarterPack Settings":["StarterPack-Einstellungen"],"The list is empty.":["Die Liste ist leer."],"This is a preview of the first 50 entries. The frontend will show the complete StarterPack with up to 150 entries.":["Dies ist eine Vorschau der ersten 50 Einträge. Im Frontend werden bis zu 150 Einträge der StarterPack-Liste gezeigt"],"um":["um"],"Untitled":["Kein Titel"]}}}