{"translation-revision-date":"2025-02-05 16:52+0000","generator":"WP-CLI\/2.10.0","source":"build\/bluesky\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de_DE","plural-forms":"nplurals=2; plural=n != 1;"},"Authentification failed. Please make sure, that you entered your correct bsky credentials to connect to the Bluesky API.":["Authentifizierung fehlgeschlagen. Bitte stelle sicher, dass du die korrekten Bluesky-Anmeldedaten hinterlegt hast, um das Plugin mit der Bsky API zu verbinden."],"Bluesky Embed":["Bluesky Einbettung"],"Bluesky Post or Bluesky StarterPack URL":["Bluesky Post oder Bluesky StarterPack URL"],"Controls the heading level of the StarterPack":["Steuert die Hierarchie von Überschriften"],"Enter a valid Post or StarterPack URL to display content.":["Gebe eine gültige Post oder StarterPack URL ein, um den Inhalt auszugeben."],"Enter your Bluesky credentials to establish a connection with the Bsky-API.":["Hinterlege deine Bluesky-Anmeldedaten, um eine Verbindung mit der Bsky-API herzustellen."],"Error:":["Fehler:"],"Follow":["Folgen"],"Heading level":["Überschriftebene"],"How to login and connect to the Bsky API":["Anleitung: Verbindung mit der Bluesky API (Log-in)"],"Invalid URL. Please enter a valid Post or StarterPack URL.":["Ungültige URL. Bitte gebe eine gültige Post oder StarterPack URL an."],"Loading list data...":["Lade Starterpack-Liste..."],"Navigate Dashboard > Settings > RRZE Bluesky.":["Navigiere Dashboard > Einstellungen > RRZE Bluesky."],"No list data found.":["Keine Daten für die angegebene Bluesky Starterpack-Liste gefunden."],"Post or StarterPack URL":["Beitrags oder StarterPack-Listen URL"],"Post Settings":["Beitragseinstellungen"],"Read":["Lese"],"Read on Bluesky":["Auf Bluesky lesen"],"Refresh the current page or post inside the Blockeditor you are working on.":["Aktualisiere die Seite, oder den Beitrag an dem du gerade arbeitest."],"replies on Bluesky":["Antworten auf Bluesky"],"Select heading level":["Überschriftebene auswählen"],"StarterPack Settings":["StarterPack Einstellungen"],"The list is empty.":["Die Liste ist leer."],"This is a preview of the first 50 entries. The frontend will show the complete StarterPack with up to 150 entries.":["Das ist eine Vorschau der ersten 50 Einträge. Das Frontend zeigt eine komplette Auflistung bis zu 150 Einträge."],"um":["um"],"Untitled":["Kein Titel"]}}}