Repository: RRZE-Webteam/rrze-bluesky
Catalog: languages/rrze-bluesky-*_formal.po
Languages: de_de_formal

source: A WordPress Plugin to embed information and posts from Bluesky on your website.
de_de_formal: Ein WordPress Plugin zur Einbindung von Beiträgen und StarterPacks aus Bluesky auf deiner Website.

source: Authentication error: No access token available.
de_de_formal: Fehler bei der Authentifizierung: Kein Accesstoken verfügbar

source: Authentication failed.
de_de_formal: Authentifizierung fehlgeschlagen.

# block description
source: Block for embedding content from Bluesky.
de_de_formal: Block zur Einbettung von Inhalten aus Bluesky.

source: Bluesky Credentials
de_de_formal: Bluesky Login-Daten

source: Bluesky credentials reset successfully.
de_de_formal: Bluesky Login-Daten erfolgreich zurückgesetzt.

source: Bluesky Password
de_de_formal: Bluesky Passwort

source: Bluesky Username
de_de_formal: Bluesky Benutzername

source: Configuration error: API not available.
de_de_formal: Konfigurationsfehler: Die Schnittstelle ist aktuell nicht verfügbar.

source: Currently connected Bluesky-User:
de_de_formal: Derzeit verbundener Account:

source: Enter your Bluesky handle (username) and password to authenticate.
de_de_formal: Geben Sie einen Bluesky handle (Benutzernamen) und ein Passwort zur Authentifizierung ein.

source: Error fetching profile:
de_de_formal: Fehler beim Abruf des Profils:

source: Failed to retrieve post data.
de_de_formal: Datenabruf für den Bsky Post fehlgeschlagen.

source: Follow
de_de_formal: Folgen

source: Invalid Bluesky URI provided.
de_de_formal: Ungültige Bluesky-URL eingegeben.

source: No "list" parameter provided. Provide either ?list=... or ?starterPack=....
de_de_formal: Kein "List"-Parameter bereitgestellt. Stelle entweder ?list=… oder ?starterPack=… zur Verfügung.

source: No "list.uri" found in the retrieved starter pack.
de_de_formal: Keine "list.uri" im abgerufenen Starterpack Datensatz gefunden.

source: No "starterPack" parameter provided.
de_de_formal: Kein Starterpack-Parameter bereitgestellt.

source: No "uri" parameter provided.
de_de_formal: Kein "uri"-Parameter bereitgestellt.

source: No data returned for the given starterPack URI.
de_de_formal: Für die eingetragene StarterPack URI konnten keine Daten abgerufen werden.

source: No list data returned for the given AT-URI.
de_de_formal: Keine Listendaten für die gegebene AT-URI gefunden.

source: No Post data found.
de_de_formal: Kein Beitrag gefunden.

source: No post found for the given URI.
de_de_formal: Es wurde kein Beitrag für die angegebene URL gefunden.

source: No URI provided for post retrieval.
de_de_formal: Keine URL für den Datenabruf bereitgestellt.

source: Provided param is neither a valid at:// URI nor a recognized bsky.app/starter-pack link.
de_de_formal: Der angegebene Parameter ist weder eine gültige at:// URI, noch ein gültiger bsky.app/starter-pack Link.

source: Provided URI is neither a valid at:// URI nor a valid bsky.app link.
de_de_formal: Angegebene URI ist weder eine gültige at:// URI, noch ein gültiger bsky.app Link.

source: Read
de_de_formal: Lese

source: Read on Bluesky
de_de_formal: Auf Bluesky lesen

source: replies on Bluesky
de_de_formal: Antworten auf Bluesky

source: Reset Credentials
de_de_formal: Anmeldedaten zurücksetzen

source: Save Changes
de_de_formal: Änderungen speichern

source: Settings for RRZE Bluesky Plugin.
de_de_formal: Einstellungen für das RRZE Bluesky Plugin

source: The server is running PHP version %1$s. The Plugin requires at least PHP version %2$s.
de_de_formal: Auf dem Server läuft PHP-Version %1$s. Das Plugin benötigt mindestens PHP-Version %2$s.

source: The server is running WordPress version %1$s. The Plugin requires at least WordPress version %2$s.
de_de_formal: Auf dem Server läuft WordPress Version %1$s. Das Plugin benötigt mindestens WordPress Version %2$s.

source: Unauthorized to access the requested starter pack.
de_de_formal: Sie besitzen keine Berechtigung, um das angeforderte StarterPack abzurufen.
